/* A sentence with the mountain's name (first parameter), height (second parameter), and climbed date (third parameter) */

"sentenceFormat" = "%1$@ 是%2$@高。它第一次攀登了在%3$@。";

/* A sentence with the mountain's name (first parameter), and height (second parameter), but no climbed date */

"undatedSentenceFormat" = "%1$@ 是%2$@高。";

/* Use to express a height in meters */

"meterFormat" = "%@米";

/* Use to express a height in feet */

"footFormat" = "%@英尺";
